[
  {
    "title": "November Events",
    "description": "FutureLearn’s How To Teach Online: Providing Continuity for Students course has been shortlisted for the Learning Technologies 2020 Awards – Best use of social and collaborative learning technologies category. All …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/november-events",
    "date": "November 4th, 2020"
  },
  {
    "title": "September Events",
    "description": "September 2020 events  Hanna Celina, Director of Insights, FutureLearn will be joining the virtual The Cosmopolitan Careers Festival panel, How To Upskill Yourself Right Now, from 6:30-7:30pm BST on 22 …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/september-events",
    "date": "September 8th, 2020"
  },
  {
    "title": "October Events",
    "description": "October Events Katherine Weber, Senior Partnership Manager, FutureLearn will be joining the University of the Future round table at EADTU’s Innovating Higher Education (IHE2020) Bridging Event on 28 October. Register …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/october-events",
    "date": "October 8th, 2020"
  },
  {
    "title": "September’s industry round-ups",
    "description": "Editorial reporting: Australia pours millions into extra university places THE, 30 September The Australian government has pledged hundreds of millions of dollars in aid for its higher education sector, which …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/septembers-industry-round-ups",
    "date": "October 9th, 2020"
  },
  {
    "title": "Course spotlight: HR Fundamentals",
    "description": "HR professionals look after the greatest creators of value (and risk) in organisations: their people. On the course, HR Fundamentals by the Chartered Institute of Personnel and Development (CIPD), learners …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/course-spotlight-hr-fundamentals",
    "date": "November 4th, 2020"
  },
  {
    "title": "Educating the Rainbow Children: The Impact of Lockdown on Children’s Wellbeing and Learning",
    "description": "Watch the recording! On Friday 2 October, ahead of World Teachers’ Day which is held annually on 5 October, FutureLearn organised a lunchtime discussion on the impact of lockdown on …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/educating-the-rainbow-children-the-impact-of-lockdown-on-childrens-wellbeing-and-learning",
    "date": "October 9th, 2020"
  },
  {
    "title": "November’s Industry News Round Up",
    "description": "This month industry news covered the impact of university teaching remaining online, what Biden’s win might mean for higher education in the US and the need for truly international university …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/novembers-industry-news-round-up",
    "date": "December 4th, 2020"
  },
  {
    "title": "Back-to-school: how to prepare for an academic year like no other",
    "description": "Author: Evan Ogg Straub, Online and Hybrid Faculty Development Program Manager, University of Michigan It is September 2020 in a year no one anticipated. We’re facing a back-to-school season unlike …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/back-to-school-how-to-prepare-for-an-academic-year-like-no-other",
    "date": "September 8th, 2020"
  },
  {
    "title": "Course spotlight: Supporting Successful Learning in Primary School",
    "description": "Giving children in primary school the right support is vital. This year has made that particularly complicated, and has naturally led to a rise in enrolments for teaching focused courses …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/course-spotlight-supporting-successful-learning-in-primary-school",
    "date": "October 8th, 2020"
  },
  {
    "title": "August’s Industry round-ups",
    "description": "In August, the news focused on how universities are preparing to welcome students back to campus, as well as controversy in the UK around exam results determined by an algorithm …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/augusts-industry-round-ups",
    "date": "September 8th, 2020"
  },
  {
    "title": "Universities UK: How can we improve student access and success in a Covid-19 world?",
    "description": "It’s not been uncommon this year to hear two contradictory views of universities in the same news bulletin: are our higher education institutions ‘saviours’, via their groundbreaking vaccine research, or …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/universities-uk-how-can-we-improve-student-access-and-success-in-a-covid-19-world",
    "date": "December 4th, 2020"
  },
  {
    "title": "Online Education Beyond a Crisis",
    "description": "Author: Draego Zubiri | Project Manager at FutureLearn During the global COVID-19 pandemic, educational institutions all over the world have sought to ensure the continuity of educational provision. For many …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/online-education-beyond-a-crisis",
    "date": "December 4th, 2020"
  },
  {
    "title": "Course spotlight: Anxiety in Children and Young People During COVID-19",
    "description": "The impact of coronavirus can be seen in every facet of our society. One of the key challenges of these unprecedented times is the heightened risk of anxiety, especially in …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/course-spotlight-anxiety-in-children-and-young-people-during-covid-19",
    "date": "September 8th, 2020"
  },
  {
    "title": "October’s Industry round-up",
    "description": "Throughout October, industry news centered around the role online learning will play in addressing emerging skills gaps in the post-COVID-19 job market. News also continued to cover how universities are …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/octobers-industry-round-up",
    "date": "November 4th, 2020"
  },
  {
    "title": "December Events",
    "description": "Reimagine Education is a global conference and competition, open to educational innovators from all around the world. The conference brings together edtech startups, academic faculty from top institutions, Chief …",
    "url-href": "https://www.futurelearn.com/info/press/research-insights/december-events",
    "date": "December 4th, 2020"
  }
]