[
  {
    "title": "October 2020 Customer Newsletter",
    "description": "Featured update Ratings & Reviews Dashboard With the new Ratings & Reviews Dashboard, you can now see how your learners have rated courses and the reviews they left as well. You can dig deeper into employee sentiment...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360058408614-October-2020-Customer-Newsletter",
    "date": "23 days ago"
  },
  {
    "title": "May 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: COURSE SPOTLIGHT This Month's Hottest Skills Swift 5 ProgrammingInstructor: Nick WalterSwift 5, the newly released iOS programming language, is a game-changer for mobile app development. Udemy for Business instructor...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360025995513-May-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "September 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business FEATURED UPDATE Get (even more) familiar with Udemy for Business Last month we shared a tutorial video for your employees…this month, check out this short refresher on key features...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360036629273-September-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "July 2020 Customer Newsletter",
    "description": "Featured event Reserve your spot for our global virtual event: Forward Gain new ideas and perspectives for the ever-changing future of work, connect and knowledge-share with people leaders, and renew your confidence to ignite growth and move...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360052610273-July-2020-Customer-Newsletter",
    "date": "5 months ago"
  },
  {
    "title": "January 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURED UPDATE Set 2019 learning goals! We’ve created a “New Year, New Skills Rollout Kit” to help your employees set and achieve their learning goals. This kit will help them...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360017746433-January-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "October 2018 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business FEATURED UPDATE Introducing Smart Recommendations At Udemy for Business, we believe that every learner is different — from their objectives to their motivations. That’s why we’re thrilled to announce Smart Recommendations: a...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360011597873-October-2018-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "June 2020 Customer Newsletter",
    "description": "Featured blog Diversity, Equity & Inclusion Learning Resources   Support your organization's diversity, equity and inclusion learning needs with these helpful resources. If you have any questions or need additional support, please feel free to reach out...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360050926953-June-2020-Customer-Newsletter",
    "date": "6 months ago"
  },
  {
    "title": "June 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURED UPDATE Custom Messaging for Sign-On Issues We’re making Udemy for Business even more accessible to your employees. Currently, when an employee who doesn’t have access to Udemy for...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360025856054-June-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "May 2020 Customer Newsletter",
    "description": "Featured update Updated Product Tour Gain a better understanding on how to drive learning with Udemy for Business by watching our updated product tour, which now includes Learning Paths! Learn more. *Select features are only available in...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360048651894-May-2020-Customer-Newsletter",
    "date": "7 months ago"
  },
  {
    "title": "February 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: CUSTOMER SPOTLIGHT How Sapient Uses Udemy for Business Watch how our customer Publicis Sapient partners with Udemy for Business to stay ahead of the digital transformation. See the Case...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360018935674-February-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "April 2020 Customer Newsletter",
    "description": "Featured update Drive deeper learning engagement through our mobile app   To help drive learning wherever your employees are, we are launching two new features to the Udemy for Business mobile app: Learning Reminders: learners can now...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360047913253-April-2020-Customer-Newsletter",
    "date": "8 months ago"
  },
  {
    "title": "February 2020 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURED L&D RESOURCES Fireside Chat: Coaching Millennials and Gen Z as Leaders of Tomorrow Join Elizabeth Pierce, L&D leader of top tech startups, and Stacey Nordwall, People Program Lead...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360043781014-February-2020-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "July 2018 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business Take a few minutes to read through all the great additions to your Udemy for Business learning experience. FEATURED PRODUCT UPDATE Introducing the updated iOS app We've improved the Udemy...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360007593233-July-2018-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "September 2020 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business Featured update Multiple Editors in Learning Paths To make it even easier to scale learning and collaborate across your organization’s learning paths, you can now add multiple editors to...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360056543174-September-2020-Customer-Newsletter",
    "date": "2 months ago"
  },
  {
    "title": "July 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: Udemy for Business helps employees stay ahead of technological advances Watch employees from AKKA Technologies share how and what they learn from Udemy for Business’s 3,500+ courses. Get Started...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360032639654-July-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "December 2018 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: COURSE SPOTLIGHT Start 2019 strong with these business skills As 2018 is coming to a close, we are excited to highlight the top courses on business skills' to your team!...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360015127154-December-2018-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "March 2020 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURED UPDATE Custom Courses for a Remote Workforce As you lead your company through this time of uncertainty, leverage our powerful course builder to move key company announcements and...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360045205374-March-2020-Customer-Newsletter",
    "date": "8 months ago"
  },
  {
    "title": "August 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURED UPDATE Udemy for Business Overview for Your Employees Get your employees excited about learning with this 2 minute tour! Get Started COURSE HIGHLIGHT Design Thinking for Beginners: Develop...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360036641673-August-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "December 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: HAPPY HOLIDAYS FROM UDEMY Wishing you and everyone at your company happy holidays and a happy new year. Thank you for being a Udemy customer! FEATURED L&D RESOURCES How...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360041432594-December-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "November 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURED L&D RESOURCES2020 Workplace Learning Trends Report: The Skills of the Future Our 2020 Workplace Learning Trends Report is here! Find out the hottest tech & soft skills, top...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360041905633-November-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "October 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business FEATURED UPDATE A Powerful Way to Drive Learning: Learning Paths We’re excited to announce a new product feature designed to help drive learning at your organization: Learning Paths.* Whether...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360038216933-October-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "August 2020 Customer Newsletter",
    "description": "Featured event Reserve your spot at Forward with keynote speaker Leslie Odom Jr. The countdown is on: our premier virtual learning experience is happening September 15 - 17, 2020! Join other professionals and leaders in a variety...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360052870914-August-2020-Customer-Newsletter",
    "date": "4 months ago"
  },
  {
    "title": "June 2018 Customer Newsletter",
    "description": "Take a few minutes to read through all the great additions to your Udemy for Business learning experience! This month’s updates include: Case study: How Pinterest drives employee engagement Product release: Certificates of Completion in new languages Upcoming event: People...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360006340774-June-2018-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "November 2018 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business FEATURED UPDATE Making it easier to share courses With the new actions menu, you can more easily assign courses, add them to custom categories, or even see what your...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360012893933-November-2018-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "January 2020 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: COURSE SPOTLIGHT This Month's Hottest Skills The Complete Splunk Enterprise Certified Admin Course 2020 Instructor: Adam Frisbee Get hands-on with Splunk 8 and prepare to pass the Splunk Enterprise...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360043800453-January-2020-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "September 2018 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business FEATURED UPDATE Improvements to User Adoption Dashboard We're thrilled to announce some exciting updates to our adoption dashboard, squarely aimed at making it easier for you to visualize your...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360009760954-September-2018-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "March 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURE UPDATE Elevate Workplace Learning with our Course Builder We’re excited to announce exciting updates to our course builder, making it easy for you and your team to create...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360020590654-March-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "August 2018 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business Take a few minutes to read through all the great additions to your Udemy for Business learning experience. FEATURED UPDATE New Ways to Manage Custom Courses Custom Courses — those...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360008162034-August-2018-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "April 2019 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business: FEATURED UPDATE A look at Udemy for Business’ Soft Skills Collection Meet a few of our top expert instructors and the latest courses they’ve published on essential soft skills...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360022101014-April-2019-Customer-Newsletter",
    "date": "9 months ago"
  },
  {
    "title": "November 2020 Customer Newsletter",
    "description": "What’s new this month from Udemy for Business Featured content The 2021 Workplace Learning Trends Report After the unpredictable challenges we faced in the workplace this year, the future of work and learning can seem more uncertain...",
    "url-href": "https://ufbsupport.udemy.com/hc/en-us/articles/360060226553-November-2020-Customer-Newsletter",
    "date": "23 days ago"
  }
]